--END OF MINIMAL INSTALL--
autojump
brave-bin
bridge-utils
dxvk-bin
github-desktop-bin
lightly-git
lightlyshaders-git
mangohud
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
ocs-url
plymouth-git
sddm-nordic-theme-git
snapd
snapper-gui-git
ttf-meslo
vde2
zoom
sublime-text-4
sublime-merge
nomachine
ungoogled-chromium
gitkraken
filezilla
yarn
wireshark-qt
termshark
stacer
nitroshare
postman-bin
qbittorrent-enhanced-qt5-git
stremio
gdu-bin
qdirstat-git
bitwarden-cli-bin
telegram-desktop-bin
telegram-cli-git
signal-desktop
discord
r
rstudio-desktop-bin
figma-linux
snap-pac-grub
docker-compose
sddm-kcm
bleachbit
libxcrypt
local-by-flywheel-bin
latte-dock

--bitwarden-git--
--authy--
--station----
--spotify--
--toggldesktop--
--notion-app--